brew "ansible"
brew "ca-certificates"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "go"
brew "go@1.22"
brew "go@1.23"
brew "gron"
brew "helm"
brew "helmfile"
brew "httpie"
brew "jc"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubetail"
brew "ncdu"
brew "node"
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "stow"
brew "tlrc"
brew "tree"
brew "yh"
brew "yq"
brew "z"
brew "zip"
brew "zplug"
