brew "ansible"
brew "autoconf"
brew "ca-certificates"
brew "curl"
brew "docker-buildx"
brew "docker-compose"
brew "docker"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "go@1.22"
brew "go@1.23"
brew "gron"
brew "grpcurl"
brew "helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "ipcalc"
brew "jc"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubetail"
brew "ncdu"
brew "nmap"
brew "node"
brew "nvm"
brew "pipenv"
brew "pipx"
brew "pkl"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.13"
brew "sslscan"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "yamllint"
brew "yarn"
brew "yh"
brew "yq"
brew "z"
brew "zip"
brew "zplug"
